{
  "difficulties": [
    {
      "id": "anxiety",
      "name": "Anxiety",
      "description": "People with anxiety difficulties get extremely worried about things. Phobias are when people are excessively frightened of something, e.g. spiders.",
      "help1": "Behaviour Therapy",
      "help1desc": "Learning and practising new behaviour that will make life easier for you and others. Can be done as a group or individually. If you are under 11 years old and/or if your parents worry a lot, it can be helpful if they take part too.",
      "rating1": "three",
      "help2": "Cognitive Behaviour Therapy",
      "rating2": "three",
      "help2desc": "Learning and practising new ways of thinking and behaving to make life easier for you and others. Can be done as a group or individually. If you are under 11 years old and/or if your parents worry a lot, it can be helpful if they take part too.",
      "help3": "Information and Support",
      "rating3": "two",
      "help3desc": "Learning about how to understand difficulties, and talking things through. May help if you are very anxious about going to school.",
      "help4": "Medicine",
      "help4desc": "Taking medicine as a pill or as a liquid to help you think, feel or behave differently. Anti-depressant medicines called ‘SSRIs’ can help people with social anxiety when other forms of help have not worked. Note! Any medicine may have side effects – you need to talk this over with your doctor. For more information about particular medicines go to www.netdoctor.co.uk",
      "rating4": "three",
      "keywords": "stress, anxiety, depression, feeling down, worried, anxious, depressed, low mood, anger, panic"
    },{
      "id": "adhd",
      "name": "Attention Deficit Hyperactivity Disorder (ADHD)",
      "description": "People with ADHD find it very difficult to sit still, to concentrate and/or focus on things and/or to think before they act.",
      "help1": "Behaviour Therapy",
      "help1desc": "Learning and practising new behaviour that will make life easier for you and others. This can be tried first or along with medicine and might mean you don’t have to take so much medicine. This should also happen in school to make sure it helps your behaviour there as well.",
      "rating1": "two",
      "help2": "Diet: avoiding certain foods",
      "help2desc": "Changing what you eat so that you no longer eat some foods. If you have a genuine food intolerance then stopping eating the foods you are intolerant to may help your behaviour.",
      "rating2": "two",
      "help3": "Diet: Omega 3 and Omega 6 oils",
      "help3desc": "Changing what you eat so that you take capsules that contain fish oils. Not many studies have been made so far to find out whether this helps.",
      "rating3": "one",
      "help4": "Medicine",
      "help4desc": "Taking medicine as a pill or as a liquid to help you think, feel or behave differently. If you are taking stimulant medicines it may help to have breaks, to make sure you continue to grow properly. Note! Any medicine may have side effects – you need to talk this over with your doctor. For more information about particular medicines go to www.netdoctor.co.uk ",
      "rating4": "three",
      "help5": "Parent Training",
      "help5desc": "Help and practical advice for parents and carers on how to change their own and their child’s behaviour. This can be tried first or along with medicine.",
      "rating5": "two",
      "keywords": "inattentiveness, hyperactivity, impulsiveness, short attention span, easily distracted, careless mistakes , forgetful, losing things, unable to stick at tasks that are tedious or time-consuming, unable to listen, unable to carry out instructions, constantly changing activity or task, having difficulty organising tasks, unable to sit still, constantly fidgeting, unable to concentrate on tasks, excessive physical movement, excessive talking, unable to wait their turn, acting without thinking, interrupting conversations, little or no sense of danger"
    },{
      "id": "autism_asperger",
      "name": "Autism and Asperger’s",
      "description": "People with autism or Asperger’s have difficulties communicating with others and understanding the world as others do.",
      "help1": "Intensive Behaviour Training",
      "help1desc": "Parents and others provide intensive training to help a child develop basic skills. Can be done individually or as part of a group. Can help improve general abilities and social skills.",
      "rating1": "two",
      "help2": "Medicine",
      "help2desc": "Taking medicine as a pill or as a liquid to help you think, feel or behave differently. No medicine has been found to help the underlying problems of autism itself, but there are medicines that can help with some of the other difficulties that people with autism may have. Note! Any medicine may have side effects – you need to talk this over with your doctor. For more information about particular medicines go to www.netdoctor.co.uk",
      "rating2": "two",
      "keywords": "problem with social interaction, problem with communication, difficulty with eye-contact, difficulty with facial expressions, difficulty with body language, difficulty with gestures, play alone, hard to understand other people's emotions, difficulty in starting conversations, repeat words or phrases spoken by others, delayed speech development, not speaking at all, frequent repetition of set words and phrases, speech that sounds very monotonous or flat, preferring to communicate using single words, not responding to their name being called, rejecting cuddles, reacting negatively when asked to do something, little interest in interacting with other people, repetitive movements, flapping hands, rocking back and forth, flicking fingers"
    },{
      "id": "bipolar_disorder",
      "name": "Bipolar Disorder",
      "description": "People with Bipolar Disorder feel alternatively very manic (very high) and then very depressed.",
      "help1": "Cognitive Behaviour Therapy",
      "help1desc": "Learning and practising new ways of thinking and behaving to make life easier for you and others. This has been found to help adults with psychosis, but scientists don't know how well it will help younger people.",
      "rating1": "one",
      "help2": "Medicine when you are first ill",
      "help2desc": "Taking medicine as a pill or as a liquid to help you think, feel or behave differently. If you become ill very quickly, medicines called 'neuroleptics' or 'mood stabilisers' may help. Note! Any medicine may have side effects – you need to talk this over with your doctor. For more information about particular medicines go to www.netdoctor.co.uk",
      "rating2": "two",
      "help3": "Systemic Family Therapy",
      "help3desc": "Helping families work together to find new solutions that work for them. This has been found to help adults with psychosis, but scientists don't know how well it will help younger people.",
      "rating3": "one",
      "help4": "Taking medicine to stop you getting ill again",
      "help4desc": "Taking medicine as a pill or as a liquid to help you think, feel or behave differently. Mood stabilisers may be helpful in stopping you become ill again once you are well, but scientists need to find out more about this. Note! Any medicine may have side effects – you need to talk this over with your doctor. For more information about particular medicines go to www.netdoctor.co.uk",
      "rating4": "one",
      "keywords": "depression, feeling very low, mania, feeling very high and overactive, feelings of worthlessness, suicidal thoughts, severe depression, not feeling like eating, not feeling like sleeping, psychosis, feeling sad, hopeless or irritable most of the time, lacking energy, difficulty concentrating and remembering things, loss of interest in everyday activities, feelings of emptiness or worthlessness, feelings of guilt and despair, feeling pessimistic about everything, self-doubt, being delusional, having hallucinations and disturbed or illogical thinking, lack of appetite, difficulty sleepingm, waking up early, suicidal thoughts, feeling very happy, elated or overjoyed, talking very quickly, feeling full of energy, feeling self-important, feeling full of great new ideas and having important plans, being easily distracted, being easily irritated or agitated, being delusional, having hallucinations and disturbed or illogical thinking, not feeling like sleeping, not eating"
    },{
      "id": "conduct_disorder",
      "name": "Conduct Disorder",
      "description": "People with conduct disorder behave in a way that is out of control and harmful to others.",
      "help1": "Medicine",
      "help1desc": "Taking medicine as a pill or as a liquid to help you think, feel or behave differently. Medicines for conduct disorder should only be used in special circumstances. Try other things first. Note! Any medicine may have side effects – you need to talk this over with your doctor. For more information about particular medicines go to www.netdoctor.co.uk",
      "rating1": "two",
      "help2": "Multi-systemic Therapy",
      "help2desc": "Lots of different types of help for you and your family, all working together to try to sort out the problems. Helpful if you have had a lot of difficulties for a long time.",
      "rating2": "three",
      "help3": "Parent Training",
      "help3desc": "Help and practical advice for parents and carers on how to change their own and their child’s behaviour. Most likely to help on its own if you are under 10 years old and the difficulties are not severe.",
      "rating3": "three",
      "help4": "Problem-solving Training",
      "help4desc": "Learning and practising new ways of tackling problems in a helpful way. Helpful alongside parent training if you are 8-12 years old or if the difficulties are quite severe.",
      "rating4": "three",
      "help5": "Social Skills Training",
      "help5desc": "Learning and practising new ways of getting on better with others. Helpful alongside parent training if you are 8-12 years old or if the difficulties are quite severe.",
      "rating5": "three",
      "help6": "Systemic Family Therapy",
      "help6desc": "Helping families work together to find new solutions that work for them. Works best if it includes advice on and practice in changing behaviour.",
      "rating6": "three",
      "help7": "Therapeutic Foster Care",
      "help7desc": "Living with foster parents who are trained and supported in helping you with difficulties. Only necessary if you have had very serious difficulties over a long time.",
      "rating7": "three",
      "keywords": "highly antisocial behaviour, stealing, fighting, vandalism, harming people, harming animals"
    },{
      "id": "deliberate_self_harm",
      "name": "Deliberate Self-Harm",
      "description": "People who self-harm deliberately hurt themselves.",
      "help1": "Group Therapy",
      "help1desc": "Talking about things in a group on a regular basis with other people who are having difficulties. Helps young people who have self-harmed several times.",
      "rating1": "two",
      "help2": "Systemic Family Therapy",
      "help2desc": "Helping families work together to find new solutions that work for them. Meeting a few times to focus on solving key problems can help after a child or young person has self-harmed.",
      "rating2": "two",
      "keywords": "cutting their skin, burning their skin, punching themselves, hitting themselves, poisoning themselves, misusing alcohol, misusing drugs, alcohol, drugs, starving themselves, anorexia nervosa, bulimia, excessively exercising, unexplained cuts, unexplained bruises, unexplained cigarette burns, fully covered at all times, low mood, tearfulness, lack of motivation, lack of interest, self-loathing, withdrawn, not speaking to others, weight loss, weight gain, low self-esteem, blaming themselves"
    },{
      "id": "depression",
      "name": "Depression",
      "description": "People with depression are very sad over a long period of time and can see no way forward.",
      "help1": "Cognitive Behaviour Therapy",
      "help1desc": "Learning and practising new ways of thinking and behaving to make life easier for you and others. Can be helpful where difficulties are not too severe. Because people get depressed again, it may help to have a few meetings even after you are feeling better, to stop this happening.",
      "rating1": "two",
      "help2": "Interpersonal Therapy",
      "help2desc": "Talking about key issues in your relationships and agreeing ways forward. Can be helpful where difficulties are not too severe. Because people get depressed again, it may help to have a few meetings even after you are feeling better, to stop this happening.",
      "rating2": "two",
      "help3": "Medicine",
      "help3desc": "Taking medicine as a pill or as a liquid to help you think, feel or behave differently. If things are very bad, or if other things are not helping, anti-depressant medicines called 'SSRIs' can be helpful for teenagers (and possibly for younger children). These should be used alongside Cognitive Behaviour Therapy, Interpersonal Therapy, Systemic Family Therapy or Psychodynamic Psychotherapy. Note: antidepressants known as 'tricyclics' have been shown NOT to help. Note! Any medicine may have side effects – you need to talk this over with your doctor. For more information about particular medicines go to www.netdoctor.co.uk",
      "rating3": "three",
      "help4": "Psychodynamic Psychotherapy",
      "help4desc": "Exploring unconscious processes and past relationships to try to understand the causes of the problems. Can be helpful where difficulties are not too severe. Because people get depressed again, it may help to have a few meetings even after you are feeling better, to stop this happening.",
      "rating4": "two",
      "help5": "Systemic Family Therapy",
      "help5desc": "Helping families work together to find new solutions that work for them. Can be helpful where difficulties are not too severe. Because people get depressed again, it may help to have a few meetings even after you are feeling better, to stop this happening.",
      "rating5": "two",
      "help6": "Watchful Waiting",
      "help6desc": "Waiting and checking to see if things get better by themselves. Sometimes people get better by themselves without any help - this is only suggested if the difficulties are not severe.",
      "rating6": "two",
      "keywords": "lasting feelings of unhappiness, lasting feelings of hopelessness, lose interest in the things you used to enjoy, feeling tearful, anxiety, feeling constantly tired, sleeping badly, suicidal thoughts, continuous low mood or sadness, feeling hopeless and helpless, low self-esteem, feeling guilt-ridden, feeling irritable and intolerant of others, having no motivation or interest in things, finding it difficult to make decisions, feeling anxious or worried, suicidal thoughts, thoughts of harming yourself, moving or speaking more slowly than usual, changes in appetite or weight, constipation, unexplained aches and pains, lack of energy, low sex drive, changes to your menstrual cycle, disturbed sleep"
    },{
      "id": "eating_disorders",
      "name": "Eating Disorders (Anorexia and Bulimia)",
      "description": "People with anorexia nervosa more or less stop eating altogether. People with bulimia nervosa eat, but are then sick or take laxatives to get rid of the food.",
      "help1": "Behaviour Therapy",
      "help1desc": "Learning and practising new behaviour that will make life easier for you and others. Can be used in hospital, to help people put on weight.",
      "rating1": "two",
      "help2": "Cognitive Behaviour Therapy",
      "help2desc": "Learning and practising new ways of thinking and behaving to make life easier for you and others. This has been found to help older teenagers and adults with eating disorders, but scientists don't know how it will help children.",
      "rating2": "one",
      "help3": "Interpersonal Therapy",
      "help3desc": "Talking about key issues in your relationships and agreeing ways forward. This has been found to help older teenagers and adults with eating disorders, but scientists don't know how it will help children.",
      "rating3": "one",
      "help4": "Psychodynamic Psychotherapy",
      "help4desc": "Exploring unconscious processes and past relationships to try to understand the causes of the problems. This has been found to help older teenagers and adults with eating disorders, but scientists don't know how it will help children.",
      "rating4": "one",
      "help5": "Systemic Family Therapy",
      "help5desc": "Helping families work together to find new solutions that work for them. Helps teenagers with anorexia.",
      "rating5": "three",
      "keywords": "abnormanl attitude towards food, focus excessively on wieght and shape, anorexia nervosa, exercising excessively, starving, constant diet, bulimia, eat a lot, deliberately sick, binge eating disorder, overeat large amounts of food in a short space of time"
    },{
      "id":"ocd",
      "name": "Obsessive-Compulsive Disorder (OCD)",
      "description": "People with OCD feel they have to do something over and over again, e.g. wash their hands.",
      "help1": "Behaviour Therapy",
      "help1desc": "Learning and practising new behaviour that will make life easier for you and others. If you are under 11 years old or if your parents worry a lot about things, it may be helpful if they take part too.",
      "rating1": "three",
      "help2": "Cognitive Behaviour Therapy",
      "help2desc": "Learning and practising new ways of thinking and behaving to make life easier for you and others. If you are under 11 years old or if your parents worry a lot about things, it may be helpful if they take part too.",
      "rating2": "three",
      "help3": "Medicine",
      "help3desc": "Taking medicine as a pill or as a liquid to help you think, feel or behave differently. Taking anti-depressant medicines called SSRIs or a medicine called 'clomipramine' can be helpful when other things have not helped. Note! Any medicine may have side effects – you need to talk this over with your doctor. For more information about particular medicines go to www.netdoctor.co.uk ",
      "rating3": "three",
      "keywords": "obsessive thoughts, obsessive behaviours, feelings of anxiety, feelings of disgust, feelings of unease, repetitive behaviour, obsession, compulsion, anxiety, temporary relief, fear of deliberately harming yourself or others, fear of harming yourself or others by mistake, fear of contamination by disease, infection or an unpleasant substance, need for symmetry or orderliness, cleaning and hand washing, checking – such as checking doors are locked or that the gas is off, counting, ordering and arranging, hoarding, asking for reassurance, repeating words in their head, avoiding places and situations that could trigger obsessive thoughts"
    }, {
      "id": "ptsd",
      "name": "Post Traumatic Stress Disorder (PTSD)",
      "description": "People with PTSD continue to be very disturbed by an upsetting event.",
      "help1": "Cognitive Behaviour Therapy",
      "help1desc": "Learning and practising new ways of thinking and behaving to make life easier for you and others. This should look at your specific problems, and should be suitable for your age. Note! Whilst talking can be helpful, being encouraged to talk to new people in detail about an upsetting event immediately after it has happened (debriefing) if you don’t want to may not be helpful. Medicines have NOT been found to help children and young people directly with PTSD.",
      "rating1": "two",
      "help2": "Eye Movement Desensitisation and Reprocessing (EMDR)",
      "help2desc": "Focussing on a particular physical action whilst thinking about difficult things, in order to change your thoughts and feelings about those things. Not many studies have been made so far to find out whether this helps. Note! Whilst talking can be helpful, being encouraged to talk to new people in detail about an upsetting event immediately after it has happened (debriefing) if you don’t want to may not be helpful. Medicines have NOT been found to help children and young people directly with PTSD.",
      "rating2": "one",
      "keywords": "anxiety, stress, distress, fear, nightmares, flashbacks, feelings of isolation, feelings of irritablity, feelings of guilt, problem with sleep, insomnia, difficulty concentrating, re-experiencing, repetitive and distressing images or sensations, physical sensations, pain, sweating, nausea, trembling, avoidance, emotional numbing, hyperarousal, irritability, angry outbursts, depression, phobias, self-harming behaviour, destructive behaviour, drug misuse, alcohol misuse, headaches, dizziness, chest pains, stomach aches, bedwetting"
    }, {
      "id": "psychosis",
      "name": "Psychosis (Bipolar Disorder and Schizophrenia)",
      "description": "People with psychosis have very serious problems that affect how they think, feel and act. People with Bipolar Disorder feel alternatively very manic (very high) and then very depressed. People with Schizophrenia can imagine they are hearing things and that they are being controlled by others.",
      "help1": "Cognitive Behaviour Therapy",
      "help1desc": "Learning and practising new ways of thinking and behaving to make life easier for you and others. This has been found to help adults with psychosis, but scientists don't know how well it will help younger people.",
      "rating1": "one",
      "help2": "Medicine",
      "help2desc": "Taking medicine as a pill or as a liquid to help you think, feel or behave differently. Go to Bipolar Disorder or Schizophrenia to see what scientists have found out about medicine. Note! Any medicine may have side effects – you need to talk this over with your doctor. For more information about particular medicines go to www.netdoctor.co.uk",
      "rating2": "three",
      "help3": "Systemic Family Therapy",
      "help3desc": "Helping families work together to find new solutions that work for them. This has been found to help adults with psychosis, but scientists don't know how well it will help younger people.",
      "rating3": "one",
      "keywords": "hallucinations, delusions, confused and disturbed thoughts, lack of insight and self-awareness, rapid and constant speech, random speech, lack of insight"
    }, {
      "id": "schizophrenia",
      "name": "Schizophrenia",
      "description": "People with Schizophrenia can imagine they are hearing things and that they are being controlled by others.",
      "help1": "Cognitive Behaviour Therapy",
      "help1desc": "Learning and practising new ways of thinking and behaving to make life easier for you and others. This has been found to help adults with psychosis, but scientists don't know how well it will help younger people.",
      "rating1": "one",
      "help2": "Medicine",
      "help2desc": "Taking medicine as a pill or as a liquid to help you think, feel or behave differently. Anti-psychotic medicines called 'atypical neuroleptics' may be very helpful. Note! Any medicine may have side effects – you need to talk this over with your doctor. For more information about particular medicines go to www.netdoctor.co.uk",
      "rating2": "three",
      "help3": "Systemic Family Therapy",
      "help3desc": "Helping families work together to find new solutions that work for them. This has been found to help adults with psychosis, but scientists don't know how well it will help younger people.",
      "rating3": "one",
      "keywords": "hallucinations, delusions, withdrawal, lack of function, hearing voices, thought disorder, confused thoughts, changes in behaviour and thoughts, disorganised behaviour, unpredictable behaviour, agitation"
    }, {
      "id": "substance_misuse",
      "name": "Substance Misuse",
      "description": "People with substance misuse difficulties are addicted to, or being harmed by, their use of drugs or alcohol.",
      "help1": "Motivational Interviewing",
      "help1desc": "Having conversations which focus on the advantages and disadvantages of changing your behaviour. Can help people limit or stop their drug and alcohol intake.",
      "rating1": "two",
      "help2": "Multi-systemic Therapy",
      "help2desc": "Lots of different types of help for you and your family, all working together to try to sort out the problems. Helps if there are several problems.",
      "rating1": "two",
      "help3": "Systemic Family Therapy",
      "help3desc": "Helping families work together to find new solutions that work for them. Helps people who have difficulties with drugs and alcohol.",
      "rating3": "three",
      "keywords": "temporary blackouts, temporary memory loss, arguments, fights, irritability, depression, mood swings, use of alcohol to relax, use of alcohol to cheer up, use of alcohol to sleep, use of alcohol to deal with problems, headache, anxiety, insomnia, nausea, flushed skin, broken capillaries on the face, husky voice, trembling hands, bloody stools, vomiting blood, chronic diarrhea, drinking alone, drinking in the mornings, drinking in secret, loss of control, neglecting other activities, risk taking, relationship issues, secrecy, changing appearance, withdrawal"
    }, {
      "id": "tourette_syndrome",
      "name": "Tourette’s Syndrome",
      "description": "People with Tourette's shout out, or have multiple repetitive behaviours (tics) that they cannot control.",
      "help1": "Medicine",
      "help1desc": "Taking medicine as a pill or as a liquid to help you think, feel or behave differently. Medicines called 'neuroleptics' and a medicine called 'clonidine' can help. Note! Any medicine may have side effects – you need to talk this over with your doctor. For more information about particular medicines go to www.netdoctor.co.uk ",
      "rating1": "three",
      "keywords": "vocal tics, physical tics, grunting, coughing, shouting out words, jerking the head, jumping up and down, clearing the throat, screaming, sniffing, squeaking, blowing, blinking, twitching the nose, teeth grinding, rolling the eyes, twisting the neck, rotating the shoulders, repeating other people’s phrases, repeating the same phrase over and over again, swearing loudly, shouting inappropriate words and phrases, shaking the head, hitting objects, kicking objects, jumping, shaking, touching themselves or others, copying the movements of others, making obscene gestures, burning feeling in the eyes, tension in a muscle, dry throat, sore throat, itchy joint, itchy limb "
    }
  ],
  "help": [
        {
          "id": "behaviour_therapy",
          "name": "Behaviour Therapy",
          "description": "Learning and practising new behaviour that will make life easier for you and others.",
          "rating3": "Very Likely To Help",
          "d31name": "Anxiety",
          "d31link": "#/tab/difficulties/anxiety",
          "d32name": "Obsessive-Compulsive Disorder (OCD)",
          "d32link": "#/tab/difficulties/ocd",
          "rating2": "Likely To Help",
          "d21name": "Attention Deficit Hyperactivity Disorder (ADHD)",
          "d21link": "#/tab/difficulties/adhd",
          "d22name": "Eating Disorders (Anorexia and Bulimia)",
          "d22link": "#/tab/difficulties/eating_disorders"
        },{
          "id": "congitive_beh_therapy",
          "name": "Cognitive Behaviour Therapy",
          "description": "Learning and practising new ways of thinking and behaving to make life easier for you and others.",
          "rating3": "Very Likely To Help",
          "d31name": "Anxiety",
          "d31link": "#/tab/difficulties/anxiety",
          "d32name": "Obsessive-Compulsive Disorder (OCD)",
          "d32link": "#/tab/difficulties/ocd",
          "rating2": "Likely To Help",
          "d21name": "Depression",
          "d21link": "#/tab/difficulties/depression",
          "d22name": "Post Traumatic Stress Disorder (PTSD)",
          "d22link": "#/tab/difficulties/ptsd",
          "rating1": "Might Help",
          "d11name": "Bipolar Disorder",
          "d11link": "#/tab/difficulties/bipolar_disorder",
          "d12name": "Eating Disorders (Anorexia and Bulimia)",
          "d12link": "#/tab/difficulties/eating_disorders",
          "d13name": "Psychosis (Bipolar Disorder and Schizophrenia)",
          "d13link": "#/tab/difficulties/psychosis",
          "d14name": "Schizophrenia",
          "d14link": "#/tab/difficulties/schizophrenia"
        },{
          "id": "debriefing",
          "name": "Debriefing",
          "description": "Talking in detail about an upsetting event immediately after it has happened."
        },{
          "id": "diet",
          "name": "Diet",
          "description": "Changing what you eat. This might mean no longer eating some foods and/or taking in extra amounts of others.",
          "rating2": "Likely To Help",
          "d21name": "Attention Deficit Hyperactivity Disorder (ADHD)",
          "d21link": "#/tab/difficulties/adhd"
        },{
          "id": "emdr",
          "name": "Eye Movement Desensitisation and Reprocessing (EMDR)",
          "description": "Focussing on a particular physical action whilst thinking about difficult things, in order to change your thoughts and feelings about those things.",
          "rating1": "Might Help",
          "d11name": "Post Traumatic Stress Disorder (PTSD)",
          "d11link": "#/tab/difficulties/ptsd"
        },{
          "id": "group_therapy",
          "name": "Group Therapy",
          "description": "Talking about things in a group on a regular basis with other people who are having difficulties.",
          "rating2": "Likely To Help",
          "d21name": "Deliberate Self-Harm",
          "d21link": "#/tab/difficulties/deliberate_self_harm"
        },{
          "id": "information_support",
          "name": "Information and Support",
          "description": "Learning about how to understand difficulties, and talking things through.",
          "rating2": "Likely To Help",
          "d21name": "Anxiety",
          "d21link": "#/tab/difficulties/anxiety"
        },{
          "id": "intensive_behaviour_training",
          "name": "Intensive Behaviour Training",
          "description": "Parents and others provide intensive training to help a child develop basic skills.",
          "rating2": "Likely To Help",
          "d21name": "Autism and Asperger’s",
          "d21link": "#/tab/difficulties/autism_asperger"
        },{
          "id": "interpersonal_therapy",
          "name": "Interpersonal Therapy",
          "description": "Talking about key issues in your relationships and agreeing ways forward.",
          "rating2": "Likely To Help",
          "d21name": "Depression",
          "d21link": "#/tab/difficulties/depression",
          "rating1": "Might Help",
          "d11name": "Eating Disorders (Anorexia and Bulimia)",
          "d11link": "#/tab/difficulties/eating_disorders"
        },{
          "id": "medicine",
          "name": "Medicine",
          "description": "Taking medicine as a pill or as a liquid to help you think, feel or behave differently.",
          "rating3": "Very Likely To Help",
          "d31name": "Anxiety",
          "d31link": "#/tab/difficulties/anxiety",
          "d32name": "Attention Deficit Hyperactivity Disorder (ADHD)",
          "d33link": "#/tab/difficulties/adhd",
          "d33name": "Depression",
          "d33link": "#/tab/difficulties/depression",
          "d34name": "Obsessive-Compulsive Disorder (OCD)",
          "d34link": "#/tab/difficulties/ocd",
          "d35name": "Psychosis (Bipolar Disorder and Schizophrenia)",
          "d35link": "#/tab/difficulties/psychosis",
          "d36name": "Schizophrenia",
          "d36link": "#/tab/difficulties/schizophrenia",
          "d37name": "Tourette’s Syndrome",
          "d37link": "#/tab/difficulties/tourette_syndrome",
          "rating2": "Likely To Help",
          "d21name": "Autism and Asperger’s",
          "d21link": "#/tab/difficulties/autism_asperger",
          "d22name": "Bipolar Disorder",
          "d22link": "#/tab/difficulties/bipolar_disorder",
          "d23name": "Conduct Disorder",
          "d23link": "#/tab/difficulties/conduct_disorder"
        },{
          "id": "motivational_interviewing",
          "name": "Motivational Interviewing",
          "description": "Having conversations which focus on the advantages and disadvantages of changing your behaviour.",
          "rating2": "Likely To Help",
          "d21name": "Substance Misuse",
          "d21link": "#/tab/difficulties/substance_misuse"
        },{
          "id": "multi-systemic_therapy",
          "name": "Multi-systemic Therapy",
          "description": "Lots of different types of help for you and your family, all working together to try to sort out the problems.",
          "rating3": "Very Likely To Help",
          "d31name": "Conduct Disorder",
          "d31link": "#/tab/difficulties/conduct_disorder",
          "rating2": "Likely To Help",
          "d21name": "Substance Misuse",
          "d21link": "#/tab/difficulties/substance_misuse"
        },{
          "id": "parent_training",
          "name": "Parent Training",
          "description": "Lots of different types of help for you and your family, all working together to try to sort out the problems.",
          "rating3": "Very Likely To Help",
          "d31name": "Conduct Disorder",
          "d31link": "#/tab/difficulties/conduct_disorder",
          "rating2": "Likely To Help",
          "d21name": "Attention Deficit Hyperactivity Disorder (ADHD)",
          "d21link": "#/tab/difficulties/adhd"
        },{
          "id": "problem_solving_training",
          "name": "Problem-solving Training",
          "description": "Learning and practising new ways of tackling problems in a helpful way.",
          "rating3": "Very Likely To Help",
          "d31name": "Conduct Disorder",
          "d31link": "#/tab/difficulties/conduct_disorder"
        },{
          "id": "psychodynamic_psychotherapy",
          "name": "Psychodynamic Psychotherapy",
          "description": "Lots of different types of help for you and your family, all working together to try to sort out the problems.",
          "rating2": "Likely To Help",
          "d21name": "Depression",
          "d21link": "#/tab/difficulties/depression",
          "rating1": "Might Help",
          "d11name": "Eating Disorders (Anorexia and Bulimia)",
          "d11link": "#/tab/difficulties/eating_disorders"
        },{
          "id": "social_skills_training",
          "name": "Social Skills Training",
          "description": "Learning and practising new ways of getting on better with others.",
          "rating3": "Very Likely To Help",
          "d31name": "Conduct Disorder",
          "d31link": "#/tab/difficulties/conduct_disorder"
        },{
          "id": "systemic_family_therapy",
          "name": "Systemic Family Therapy",
          "description": "Helping families work together to find new solutions that work for them.",
          "rating3": "Very Likely To Help",
          "d31name": "Conduct Disorder",
          "d31link": "#/tab/difficulties/conduct_disorder",
          "d32name": "Eating Disorders (Anorexia and Bulimia)",
          "d32link": "#/tab/difficulties/eating_disorders",
          "d33name": "Substance Misuse",
          "d33link": "#/tab/difficulties/substance_misuse",
          "rating2": "Likely To Help",
          "d21name": "Depression",
          "d21link": "#/tab/difficulties/depression",
          "d22name": "Deliberate Self-Harm",
          "d22link": "#/tab/difficulties/deliberate_self_harm",
          "rating1": "Might Help",
          "d11name": "Bipolar Disorder",
          "d11link": "#/tab/difficulties/bipolar_disorder",
          "d12name": "Psychosis (Bipolar Disorder and Schizophrenia)",
          "d12link": "#/tab/difficulties/psychosis",
          "d13name": "Schizophrenia",
          "d13link": "#/tab/difficulties/schizophrenia"
        },{
          "id": "therapeutic_foster_care",
          "name": "Therapeutic Foster Care",
          "description": "Living with foster parents who are trained and supported in helping you with difficulties.",
          "rating3": "Very Likely To Help",
          "d31name": "Conduct Disorder",
          "d31link": "#/tab/difficulties/conduct_disorder"
        },{
          "id": "watchful_waiting",
          "name": "Watchful Waiting",
          "description": "Waiting and checking to see if things get better by themselves.",
          "rating2": "Likely To Help",
          "d21name": "Depression",
          "d21link": "#/tab/difficulties/depression"
        }
      ]

}
